Repository: IBM-MIL/IBM-Ready-App-for-Banking
Catalog: HatchReadyApp/apps/Hatch/iphone/native/Hatch/Supporting Files/*.lproj/Localizable.strings
Languages: es

source: 1 day ago
es: ES-1 day ago

source: 1 hour ago
es: ES-1 hour ago

source: 1 minute ago
es: ES-1 minute ago

source: (Int(days)) days ago
es: ES-(Int(days)) days ago

source: (Int(hours)) hours ago
es: ES-(Int(hours)) hours ago

source: (Int(minutes)) minutes ago
es: ES-(Int(minutes)) minutes ago

source: (Int(seconds)) seconds ago
es: ES-(Int(seconds)) seconds ago

source: ACCOUNTS
es: ES-ACCOUNTS

source: Authenticate to login
es: ES-Authenticate to login

source: GOOD AFTERNOON
es: ES-GOOD AFTERNOON

source: GOOD EVENING
es: ES-GOOD EVENING

source: GOOD MORNING
es: ES-GOOD MORNING

source: HAPPY TO SEE YOU
es: ES-HAPPY TO SEE YOU

source: HEY
es: ES-HEY

source: HI THERE
es: ES-HI THERE

source: HOWDY
es: ES-HOWDY

source: INVALID USERNAME OR PASSWORD
es: ES-INVALID USERNAME OR PASSWORD

source: just now
es: ES-just now

source: MORNIN’
es: ES-MORNIN’

source: NOTIFICATIONS
es: ES-NOTIFICATIONS

source: PROFILE PICTURE
es: ES-PROFILE PICTURE

source: RISE AND SHINE
es: ES-RISE AND SHINE

source: TOUCH ID
es: ES-TOUCH ID

source: WHAT'S UP
es: ES-WHAT'S UP

source: YO
es: ES-YO

source: Would you like to use "Hatch" in demo mode?
es: ES-Would you like to use "Hatch" in demo mode?

source: Yes
es: ES-Yes

source: No
es: ES-No
