Repository: IBM-MIL/IBM-Ready-App-for-Banking
Catalog: HatchReadyApp/apps/Hatch/iphone/native/Hatch/*.lproj/Dashboard.strings
Languages: es

# 2p1-iW-Nai.text
source: ACCOUNT NAME
es: ES-ACCOUNT NAME

# 7No-KP-o0g.text
source: ESTIMATED AVAILABLE
es: ES-ESTIMATED AVAILABLE

# CZz-Zk-P6E.text
source: SPENDING
es: ES-SPENDING

# E6g-H3-XVl.text
source: CHECKING
es: ES-CHECKING

# E9L-yt-q6m.text
source: HEB
es: ES-HEB

# Eh3-QI-a2R.text
source: GREETING
es: ES-GREETING

# I6s-hQ-6l5.text
source: ACCOUNTS
es: ES-ACCOUNTS

# Sx6-CR-guc.text
source: MONDAY 1/5/2015
es: ES-MONDAY 1/5/2015

# dyd-W2-h6I.text
source: BUSINESS NAME
es: ES-BUSINESS NAME

# f6t-8I-f1A.text
source: BALANCE
es: ES-BALANCE

# kEP-Yd-OzC.text
source: USER'S NAME
es: ES-USER'S NAME

# pkf-RM-axm.text
source: TOTAL BALANCE
es: ES-TOTAL BALANCE

# wgW-9h-zo8.text
source: ACCOUNT NAME
es: ES-ACCOUNT NAME
