Repository: IBM-MIL/IBM-Ready-App-for-Banking
Catalog: HatchReadyApp/apps/Hatch/iphone/native/Hatch/*.lproj/Main.strings
Languages: es

# 3kx-35-gRg.normalTitle
source: SETTINGS
es: ES-SETTINGS

# 77y-8i-5fT.placeholder
source: USERNAME
es: ES-USERNAME

# 9ew-aQ-DUB.normalTitle
source: LOG OUT
es: ES-LOG OUT

# PZM-wm-PSw.normalTitle
source: FORGOT PASSWORD?
es: ES-FORGOT PASSWORD?

# ReR-wl-gSm.normalTitle
source: GOALS
es: ES-GOALS

# WyC-wR-ZZV.text
source: GOALS
es: ES-GOALS

# ZOS-t6-8aG.normalTitle
source: NOTIFICATION CENTER
es: ES-NOTIFICATION CENTER

# aJE-ev-McY.normalTitle
source: PAY BILLS
es: ES-PAY BILLS

# btd-5t-6QS.highlightedTitle
source: ACCOUNTS
es: ES-ACCOUNTS

# btd-5t-6QS.normalTitle
source: ACCOUNTS
es: ES-ACCOUNTS

# lEb-k1-asg.placeholder
source: PASSWORD
es: ES-PASSWORD

# ppx-Q5-1Pf.normalTitle
source: CALL SUPPORT
es: ES-CALL SUPPORT

# sAN-kS-yLi.normalTitle
source: DEPOSIT CHECKS
es: ES-DEPOSIT CHECKS

# ulK-U1-m2E.text
source: INVALID PASSWORD. TRY AGAIN.
es: ES-INVALID PASSWORD. TRY AGAIN.

# xxL-3P-WRO.normalTitle
source: INVOICES
es: ES-INVOICES

# zhB-6H-mIK.normalTitle
source: NEW ACCOUNT
es: ES-NEW ACCOUNT
