Repository: IBM-MIL/IBM-Ready-App-for-Banking
Catalog: HatchReadyApp/apps/Hatch/iphone/native/Hatch/*.lproj/Watson.strings
Languages: es

# 3JM-6q-Qtc.normalTitle
source: NOT SURE
es: ES-NOT SURE

# 5mV-kA-ND9.normalTitle
source: BOTH
es: ES-BOTH

# 6zV-0w-H1E.normalTitle
source: YES
es: ES-YES

# 9yU-gH-Oxf.normalTitle
source: LIQUIDITY
es: ES-LIQUIDITY

# F4q-yY-nQR.text
source: LET'S ANSWER A FEW QUESTIONS TO FIND THE RIGHT ACCOUNT FOR YOU
es: ES-LET'S ANSWER A FEW QUESTIONS TO FIND THE RIGHT ACCOUNT FOR YOU

# Lc6-fb-nT7.text
source: WOULD YOU LIKE TO SWITCH TO THIS ACCOUNT?
es: ES-WOULD YOU LIKE TO SWITCH TO THIS ACCOUNT?

# Q3H-8F-53Y.normalTitle
source: AS OFTEN AS I CAN
es: ES-AS OFTEN AS I CAN

# RMF-vI-RVa.normalTitle
source: HIGH INTEREST RATE
es: ES-HIGH INTEREST RATE

# T6P-p0-r45.text
source: AWESOME! THE BEST PLAN FOR YOU IS:
es: ES-AWESOME! THE BEST PLAN FOR YOU IS:

# Wfc-L1-buu.text
source: DO YOU WANT A PLAN THAT HAS OVERDRAFT PROTECTION?
es: ES-DO YOU WANT A PLAN THAT HAS OVERDRAFT PROTECTION?

# cju-3u-g55.normalTitle
source: ONCE OR TWICE
es: ES-ONCE OR TWICE

# dOP-tR-FB6.normalTitle
source: NO
es: ES-NO

# dPy-NU-a6f.text
source: ALL OFFERS
es: ES-ALL OFFERS

# deh-ZE-ClS.normalTitle
source: ALL ACCOUNT OPTIONS
es: ES-ALL ACCOUNT OPTIONS

# g5c-Xf-K0g.text
source: WE WILL CALL YOU SHORTLY TO SET UP YOUR ACCOUNT!
es: ES-WE WILL CALL YOU SHORTLY TO SET UP YOUR ACCOUNT!

# gZs-eU-2wi.text
source: HOW OFTEN DO YOU ANTICIPATE WITHDRAWING FROM THIS ACCOUNT PER MONTH?
es: ES-HOW OFTEN DO YOU ANTICIPATE WITHDRAWING FROM THIS ACCOUNT PER MONTH?

# jWK-Fc-EZ0.text
source: WHICH IS MORE IMPORTANT TO YOU?
es: ES-WHICH IS MORE IMPORTANT TO YOU?

# kIB-ke-8tc.text
source: BUSINESS ADVANTAGE SAVINGS ACCOUNT
es: ES-BUSINESS ADVANTAGE SAVINGS ACCOUNT

# wIB-bJ-KdX.text
source: HEY MEADOW!
es: ES-HEY MEADOW!
